//Арифметичні оператори
"use strict";
let a = 5;
let b =10;

/*console.grup("Арифметичні операції");
//!Додавання
console.log("Додавання a + b: ", a = b) 'Додавання'
//!Віднімання
console.log("Віднімання a - b: ", a - b); 'Віднімання'


//Залишок від ділення (остача)
console.log("Залишок від ділення b % a, d % a"); //не парне
console.log("Залишок від ділення ); 
console.log("Залишок від ділення );
console.log("Залишок від ділення );
console.log("Залишок від ділення );

// Зведення до степеня
console.log("Зведення до степеня: a ** b," a * b ) Зведення до степеня

//!Інкремент
console.log("Інкремент", ++a) 
console.log("Інкремент", ++a)
console.log("Інкремент", ++a)
*/
//!Групування
let resultTwo = 4 / 2 - (3 + 4);
 
 